[
  {
    "title": "What is astrology?",
    "description": "To make it simple, astrology is the study of the correspondences between planets and events on Earth. <div class='mt-3' /> But astrology is also one of the best self-discovery tool ever! <div class='mt-3' /> You can use it to improve relationships, knowing your strengths and weaknesses, making predictions about the world and yourself, discovering your hidden talents, finding the career that best suits you, choosing the best dates for events, answering questions, and way more.  "
  },

  {
    "title": "Is astrology a science?",
    "description": "Nowadays, astrology is not recognised as a science in most of the countries of the world (like psychology, economics or sociology for example).  <div class='mt-3' /> However, before the 17th century, astrology was a widely recognised discipline (it was even taught in universities). At this time, astronomy and astrology were under the same branch. <div class='mt-3' /> It’s the separation of this 2 disciplines at the end of the 17th that badly affected the reputation of astrology.  <div class='mt-3' /> But you need to know that nowadays not all the countries are the same about astrology. In India for example, astrology is consider as a science and there is many astrology universities. <div class='mt-3' /> Oh and I forgot to mention that astrology works with the calculations of astronomy (which are scientific)."
  },

  {
    "title": "Is astrology something magical, psychic or a witchcraft?",
    "description": "Clearly not. I will make it simple and clear: everyone can learn astrology, you don’t need to have a special talent of gift and it’s the most logic thing ever. Why? <div class='mt-3' /> Because astrology is simply another calendar. Our calendar look at the Sun. The Lunar calendar uses the Moon. But astrology look at all the planets of the Sun system (and even asteroids!). <div class='mt-3' /> And it works with calculations from astronomy (nothing magical right?). It’s also based on observations of the influences of the celestial bodies on Earth made since few thousands years (by all the civilizations around the world)!"
  },

  {
    "title": "How astrology works?",
    "description": "You know that the Moon influences the tides, how plants grow, the animals and our emotions right? Then why the other planets wouldn’t have any impact on us? <div class='mt-3' /> Everything influence everything in the Universe through energies, rays, gravity and other influences we can’t explain by science.  <div class='mt-3' /> Also, planetary cycles are just a bigger version of our cycles. Everything in the universe exist in the macrocosm and the microsome (in a bigger and smaller version if you prefer). "
  },

  {
    "title": "How do I read my natal chart?",
    "description": "First you need, your birth time (the most accurate possible), your birth date and birth city. Then you can go to website like <a href='https://astro.com' target='_blank' rel='noreferrer noopener'><u>astro.com</u></a> to calculate your birth chart.  <div class='mt-3' /> If you now enough about about astrology, you can try to read it yourself. Don’t worry, there is many resources on Internet on how to interpret placements.   <div class='mt-3' /> But if you are a beginner, you don’t know at all about astrology or want a really deep, accurate and reliable reading, you can get a consultation with an astrologer. You can look at my <strong><u><a href='/#services'>services</a></u></strong>!"
  },

  {
    "title": "Is your birth data public? What does your chart look like?",
    "description": "No my birth data are not public! Why? Because I simply want to keep some privacy. A birth chart is showing the depth of someone (for real). It is something very private in my opinion. So I will always be careful about confidentiality of your birth data :)"
  },

  {
    "title": "Could you tell me how to interpret a placement in my chart?",
    "description": "No sorry, I get too many questions about personal placements. However, you can find plenty of articles on Internet about all the placements. I’m sure you will find the answer to your question :) And remember there isn’t only one correct interpretation of a placement!"
  },

  {
    "title": "I want to learn astrology, where do I begin?",
    "description": "Nowadays, there is so many ways to learn astrology! You can start by following me on <a href='/#social'><strong><u>my social medias</u></strong></a>. I give a lot of astrology knowledge for free (you won’t be disappointed). <div class='mt-3'/> You can also watch some videos or read some articles. Later, you can even take some online astrology courses, there is plenty of choice! <div class='mt-3'/> Go to see my <a href='/about'><strong><u>About Me</u></strong></a> section to know how I learned astrology!"
  },

  {
    "title": "What if I don’t know my birth time?",
    "description": "<div>Don’t worry! There is many things to do to find your birth time:<br/><div class='mt-3'><b>1. Ask your parents.</b><p>Normally they should now when you’re born (logic they are your parents right?). What if they don’t know the exact time? It’s ok! At least they may be able to give you what part of the day it was, which is a good beginning.</p></div> <br/><div><b>2. Look in your baby book.</b><p>Many parents keep a baby book. Why not your parents? Just ask your parents for it. If they have one, the time of birth should be recorded in there.</p></div> <br/><div><b>3. Look on your birth certificate. </b><p>This one is most of the time reliable. But be careful… the birth time recorded on your birth certificate might not be completely accurate. Why? The clock in the hospital may not be showing the right time for example. Sometimes the birth time is not even recorded at all.</p></div> <br/><div><b>4. Look at your newspaper birth announcement.</b><p>This one is more complicated to get depending on the country you’re born. If you can get it, the birth time will sometimes be there.</p></div> <br/><div><b>5. Birth time rectification.</b><p>Can’t find you’re birth certificate or want to be really sure about your birth time? The best option is a birth time rectification. An astrologer will use many important dates in your life you will give him and some techniques to find the time that matches the best.</p></div></div>"
  }
]
