[
  {
    "title": "What is astrology?",
    "description": "To make it simple, astrology is the study of the correspondences between celestial objects and earthly affairs."
  },

  {
    "title": "Is astrology a science?",
    "description": "Nowadays, astrology is not recognised as a science (like psychology or sociology). However, before the 17th century, astrology was a widely recognised discipline taught in universities. At this time, astronomy and astrology were under the same branch. It’s the separation of this 2 disciplines at the end of the 17th that affected the reputation of astrology. Astrology works with the calculations of astronomy (which are scientific) and use the symbols behind the planets given by the different mythologies (mainly greek and roman). Only the view that truth is exclusively scientific would diminish astrology’s value."
  },

  {
    "title": "How do I read my natal chart?",
    "description": "First you need, your birth time (the most accurate possible), your birth date and birth city. Then you can go to website like <a href='https://astro.com' target='_blank' rel='noreferrer noopener'><u>astro.com</u></a> to calculate your birth chart. If you now enough about about astrology, you can try to read it yourself. There is many resources on Internet on how to interpret placements. However, if you are a beginner, don’t know at all about astrology or want a really deep, accurate and reliable reading, I recommend getting a consultation with an astrologer. You can go to look at my services section!"
  },

  {
    "title": "Is your birth data public? What does your chart look like?",
    "description": "No my birth data are not public! Why? Because I simply want to keep some privacy. A birth chart is showing the depth of someone (for real). It is something very private in my opinion. So I will always be careful about confidentiality of your birth data :)"
  },

  {
    "title": "Could you tell me how to interpret a placement in my chart?",
    "description": "No sorry, I get too many questions about personal placements. However, you can find plenty of articles on Internet about all the placements. I’m sure you will find the answer to your question :) And remember there isn’t only one correct interpretation of a placement!"
  },

  {
    "title": "I want to learn astrology, where do I begin?",
    "description": "Nowadays, there is so many ways to learn astrology! You can start by watching some YouTube videos, read some blog articles, follow some astrology account on Instagram like mine for example. Later you can buy some astrology courses about subjects you like, there is plenty of choice! "
  },

  {
    "title": "What if I don’t know my birth time?",
    "description": "<div>Don’t worry! There is many things to do to find your birth time:<br/><div class='mt-3'><b>1. Ask your parents.</b><p>Normally they should now when you’re born (logic they are your parents right?). What if they don’t know the exact time? It’s ok! At least they may be able to give you what part of the day it was, which is a good beginning.</p></div> <br/><div><b>2. Look in your baby book.</b><p>Many parents keep a baby book. Why not your parents? Just ask your parents for it. If they have one, the time of birth should be recorded in there.</p></div> <br/><div><b>3. Look on your birth certificate. </b><p>This one is most of the time reliable. But be careful… the birth time recorded on your birth certificate might not be completely accurate. Why? The clock in the hospital may not be showing the right time for example. Sometimes the birth time is not even recorded at all.</p></div> <br/><div><b>4. Look at your newspaper birth announcement.</b><p>This one is more complicated to get depending on the country you’re born. If you can get it, the birth time will sometimes be there.</p></div> <br/><div><b>5. Birth time rectification.</b><p>Can’t find you’re birth certificate or want to be really sure about your birth time? The best option is a birth time rectification. An astrologer will use many important dates in your life you will give him and some techniques to find the time that matches the best.</p></div></div>"
  }
]
